Revit 2024 API
MullionTypeSet Constructor
Initializes a new instance of the MullionTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public MullionTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
MullionTypeSet()
See Also
MullionTypeSet Class
Autodesk.Revit.DB Namespace